<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" >
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link href="css/content.css" rel="stylesheet" type="text/css" />



<script language="javascript">

	var g_id = "2";
	
   function on_init()
   {
	//init_page(g_id);
   }
  //----------------
  
  /*
  * mark the question as visited
  */
  function on_unload()
  {
	//finish_page(g_id);
  }
  //-------------------
  

  
</script>

</head>
<body  onload="javascript:on_init();" onunload="javascript:on_unload();">
<div class="bloque1">
<!--enunciado-->
<div class="Titulo2">
<p>
CLASIFICACI&Oacute;N DEL DERECHO LABORAL<a name="title_2"></a></p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
El derecho laboral se subdivide en diferentes disciplinas, como son:</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="error">
<p>
{estilo invalido: Lista de vi&ntilde;etas}</p>
<p>
Derecho laboral individual: Regula las relaciones entre un empleador y uno o varios trabajadores a nivel individual.</p>
</div>
<div class="error">
<p>
{estilo invalido: Lista de vi&ntilde;etas}</p>
<p>
</p>
</div>
<div class="error">
<p>
{estilo invalido: Lista de vi&ntilde;etas}</p>
<p>
Derecho Laboral Colectivo: Regula las relaciones entre el empleador y los trabajadores considerados como una colectividad, es decir agrupados en asociaciones sindicales o en grupos o ligas de trabajadores.</p>
</div>
<div class="error">
<p>
{estilo invalido: Lista de vi&ntilde;etas}</p>
<p>
</p>
</div>
<div class="error">
<p>
{estilo invalido: Lista de vi&ntilde;etas}</p>
<p>
Derecho a la Seguridad Social: Regula la cobertura de riesgos como los derivados de la salud, los accidentes o enfermedades profesionales, la vejez, la invalidez o la muerte.</p>
</div>
<div class="error">
<p>
{estilo invalido: Lista de vi&ntilde;etas}</p>
<p>
</p>
</div>
<div class="error">
<p>
{estilo invalido: Lista de vi&ntilde;etas}</p>
<p>
Derecho Procesal Laboral: Establece la forma de manejar los conflictos.</p>
</div>
<div class="error">
<p>
{estilo invalido: Lista de vi&ntilde;etas}</p>
<p>
</p>
</div>
<div class="error">
<p>
{estilo invalido: Lista de vi&ntilde;etas}</p>
<p>
Derecho Laboral Administrativo: Regula las relaciones del Estado como empleador con los servidores p&uacute;blicos.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
DERECHOS  FUNDAMENTALES  RELACIONADOS  CON EL  TRABAJO</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
La Constituci&oacute;n Pol&iacute;tica de Colombia y el C&oacute;digo Sustantivo del Trabajo consagran el Trabajo y los siguientes apartes como Derechos Fundamentales y por lo tanto deben ser protegidos por el Estado.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CONSTITUCI&Oacute;N POL&Iacute;TICA DE COLOMBIA</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 25. El trabajo es un Derecho y una obligaci&oacute;n social y goza, en todas sus modalidades, de la especial protecci&oacute;n del Estado. Toda persona tiene derecho a un trabajo en condiciones dignas y justas.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CODIGO SUSTANTIVO DEL TRABAJO</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 5o. DEFINICION DE TRABAJO. El trabajo que regula este C&oacute;digo es toda actividad humana libre, ya sea material o intelectual, permanente o transitoria, que una persona natural ejecuta conscientemente al servicio de otra, y cualquiera que sea su finalidad, siempre que se efect&uacute;e en ejecuci&oacute;n de un contrato de trabajo.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 6o. TRABAJO OCASIONAL. Trabajo ocasional, accidental o transitorio, es el de corta duraci&oacute;n y no mayor de un mes, que se refiere a labores distintas de las actividades normales del empleador.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 7o. OBLIGATORIEDAD DEL TRABAJO. El trabajo es socialmente obligatorio.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 8o. LIBERTAD DE TRABAJO. Nadie puede impedir el trabajo a los dem&aacute;s, ni que se dediquen a la profesi&oacute;n, industria o comercio que les plazca, siendo l&iacute;cito su ejercicio, sino mediante resoluci&oacute;n de autoridad competente encaminada a tutelar los derechos de los trabajadores o de la sociedad, en los casos que se prevean en la ley.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 9o. PROTECCION AL TRABAJO. El trabajo goza de la protecci&oacute;n del Estado, en la forma prevista en la Constituci&oacute;n Nacional y las leyes. Los funcionarios p&uacute;blicos est&aacute;n obligados a prestar a los trabajadores una debida y oportuna protecci&oacute;n para la garant&iacute;a y eficacia de sus derechos, de acuerdo con sus atribuciones.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 10. IGUALDAD DE LOS TRABAJADORES. Todos los trabajadores son iguales ante la ley, tienen la misma protecci&oacute;n y garant&iacute;as, y, en consecuencia, queda abolida toda distinci&oacute;n jur&iacute;dica entre los trabajadores por raz&oacute;n del car&aacute;cter intelectual o material de la labor, su forma o retribuci&oacute;n, salvo las excepciones establecidas por la Ley.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 11. DERECHO AL TRABAJO. Toda persona tiene derecho al trabajo y goza de libertad para escoger profesi&oacute;n u oficio, dentro de las normas prescritas por la Constituci&oacute;n y la Ley.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 12. DERECHOS DE ASOCIACION Y HUELGA. El Estado colombiano garantiza los derechos de asociaci&oacute;n y huelga, en los t&eacute;rminos prescritos por la Constituci&oacute;n Nacional y las leyes.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 13. MINIMO DE DERECHOS Y GARANTIAS. Las disposiciones de este C&oacute;digo contienen el m&iacute;nimo de derechos y garant&iacute;as consagradas en favor de los trabajadores. No produce efecto alguno cualquier estipulaci&oacute;n que afecte o desconozca este m&iacute;nimo</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 14. CARACTER DE ORDEN P&Uacute;BLICO. IRRENUNCIABILIDAD. Las disposiciones legales que regulan el trabajo humano son de orden p&uacute;blico y, por consiguiente, los derechos y prerrogativas que ellas conceden son irrenunciables, salvo los casos expresamente exceptuados por la ley.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 16. EFECTO. 1. Las normas sobre trabajo, por ser de orden p&uacute;blico, producen efecto general inmediato, por lo cual se aplican tambi&eacute;n a los contratos de trabajo que est&eacute;n vigentes o en curso en el momento en que dichas normas empiecen a regir, pero no tienen efecto retroactivo, esto es, no afectan situaciones definidas o consumadas conforme a leyes anteriores.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
FAVORABILIDAD DE NORMAS</p>
</div>
<div class="cuerpo">
<p>
Cuando una ley nueva establezca una prestaci&oacute;n ya reconocida espont&aacute;neamente o por convenci&oacute;n o fallo arbitral por el empleador, se pagar&aacute; la m&aacute;s favorable al trabajador.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ESTIMADO ESTUDIANTE: Deber&aacute; investigar, porque si la Constituci&oacute;n Pol&iacute;tica de Colombia en su Art&iacute;culo 25 protege de manera especial el Derecho al Trabajo, el C&oacute;digo de Polic&iacute;a faculta a las autoridades a Decomisar las mercanc&iacute;as de los Trabajadores del sector informal (Ambulantes), cohibiendo as&iacute; de manera tajante su DERECHO AL TRABAJO. &iquest;Tiene m&aacute;s peso legal La Constituci&oacute;n Pol&iacute;tica de Colombia o un C&oacute;digo de Polic&iacute;a?</p>
</div>
<div class="cuerpo">
<p>
TEMA PARA DISCUTIR EN FORO…</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CITA PARA REFLEXIONAR:</p>
</div>
<div class="cuerpo">
<p>
Si el C&oacute;digo Sustantivo del Trabajo consagra en el Art&iacute;culo 7º que el Trabajo es socialmente obligatorio en Colombia, “Los Desempleados est&aacute;n infringiendo la Ley”.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
DERECHO LABORAL INDIVIDUAL.</p>
</div>
<div class="cuerpo">
<p>
CONTRATO DE TRABAJO</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Es un acuerdo o compromiso verbal o escrito mediante el cual una persona natural que se denomina empleado, se obliga a prestar un servicio personal a otra persona natural o jur&iacute;dica denominada empleador, bajo continuada subordinaci&oacute;n o dependencia del empleador y que recibir&aacute; un pago en dinero o especie a manera  de remuneraci&oacute;n por el servicio prestado, tambi&eacute;n conocida como salario. </p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Observemos la definici&oacute;n anterior, presenta tres elementos b&aacute;sicos que debe contener todo contrato de trabajo:</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Prestaci&oacute;n Personal de un servicio</p>
</div>
<div class="cuerpo">
<p>
Continuada subordinaci&oacute;n y dependencia</p>
</div>
<div class="cuerpo">
<p>
Remuneraci&oacute;n o salario por el servicio prestado</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
PRESTACI&Oacute;N PERSONAL DEL SERVICIO: Solo el trabajador puede prestar el servicio, no puede delegar dicha funci&oacute;n en un tercero. Ejemplo: Eres el Cajero principal de un Banco y te enfermas, no puedes mandar a tu hermano a que trabaje como cajero por ti.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CONTINUADA SUBORDINACI&Oacute;N Y DEPENDENCIA: El empleado tendr&aacute; un Jefe quien supervisar&aacute; su desempe&ntilde;o, le dar&aacute; &oacute;rdenes, le impondr&aacute; reglamentos y cumplir&aacute; un horario de trabajo.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
SALARIO POR EL SERVICIO PRESTADO: El empleado recibir&aacute; a manera de remuneraci&oacute;n o salario un pago por el servicio prestado, dicho pago podr&aacute; ser semanal, decenal, quincenal o mensual, seg&uacute;n la modalidad de pago que adopte el empleador.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
En caso de no cumplirse alguno de los anteriores elementos, no se configura la relaci&oacute;n o v&iacute;nculo laboral y por lo tanto no le ser&aacute; aplicable la legislaci&oacute;n laboral, sino la comercial o civil.</p>
</div>
<div class="cuerpo">
<p>

El contrato de trabajo no requiere una forma especial y como lo expresamos anteriormente puede ser de manera verbal o escrita. </p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
“Un trabajador puede celebrar contratos individuales con dos o m&aacute;s empleadores, salvo que se hayan pactado clausulas de exclusividad a favor de uno de los empleadores”.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CAPACIDAD PARA CONTRATAR</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Antes de definir en qu&eacute; consiste la capacidad legal de contratar laboralmente, definamos que es la capacidad legal en esencia: “Es la facultad que tiene toda persona natural para obligarse por s&iacute; misma ante terceros, sin necesidad de solicitar autorizaci&oacute;n a otra persona”</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
El Art&iacute;culo 29 del C&oacute;digo Sustantivo del Trabajo establece:</p>
</div>
<div class="cuerpo">
<p>

Art&iacute;culo 29. Capacidad. Tienen capacidad para celebrar el contrato individual de trabajo todas las personas que hayan cumplido diez y ocho (18) a&ntilde;os de edad. (Mayores de edad).</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CONTRATACI&Oacute;N CON MENORES DE EDAD</p>
</div>
<div class="cuerpo">
<p>
 
Razones econ&oacute;micas, sociales y la necesidad de las personas, obligo a que la Rama Legislativa aceptar&aacute; que los menores de 18 a&ntilde;os puedan trabajar, previa autorizaci&oacute;n especial escrita por parte del inspector del trabajo, o en su defecto de la primera autoridad local (alcalde municipal, inspector de polic&iacute;a, etc.), a petici&oacute;n de los padres del menor. A falta de los padres, la petici&oacute;n deber&aacute; elevarla el defensor de familia, seg&uacute;n lo consagrado en el Art&iacute;culo 30 del C.S.T.</p>
</div>
<div class="cuerpo">
<p>

Proh&iacute;bese el trabajo de los menores de catorce (14) a&ntilde;os y es obligaci&oacute;n de sus padres disponer que acudan a los centros de ense&ntilde;anza. Excepcionalmente y en atenci&oacute;n a circunstancias especiales calificadas por el defensor de familia, los mayores de doce (12) a&ntilde;os podr&aacute;n ser autorizados para trabajar por las autoridades se&ntilde;aladas en este art&iacute;culo, con las limitaciones previstas en el presente c&oacute;digo.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
ARTICULO 119. REQUISITOS PARA SOLICITAR Y OTORGAR LOS PERMISOS. Los permisos a menores entre Catorce y diez y ocho a&ntilde;os para celebrar contrato de trabajo, en los casos, exigidos por la ley, se otorgar&aacute;n por el Inspector del Trabajo, y en su defecto, por el Alcalde del lugar en donde vaya a prestar sus servicios el menor.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Cuando falten los padres o los representantes legales del menor, el permiso para celebrar el contrato podr&aacute; solicitarse verbalmente ante el respectivo funcionario quien lo conceder&aacute; una vez que se cerciore de que el menor no sufrir&aacute; perjuicios morales o fisiol&oacute;gicos, que ser&aacute; contratado para trabajos adecuados a su edad y que, cuando sea menor de diez y seis a&ntilde;os, la jornada no exceda de seis horas diurnas.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
El menor no necesitar&aacute; acompa&ntilde;ar documentos a su solicitud; le bastar&aacute; identificarse y demostrar su edad por cualquier medio.</p>
</div>
<div class="cuerpo">
<p>
	</p>
</div>
<div class="cuerpo">
<p>
ART&Iacute;CULO 238. CODIGO DEL MENOR. Los menores de dieciocho (18) a&ntilde;os necesitan para trabajar autorizaci&oacute;n escrita del Inspector del Trabajo o, en su defecto, de la primera autoridad local, a solicitud de los padres y, a falta de &eacute;stos, del Defensor de Familia.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Excepcionalmente y en atenci&oacute;n a circunstancias especiales calificadas por el defensor de familia, los mayores de doce (12) a&ntilde;os podr&aacute;n ser autorizados para trabajar por las autoridades se&ntilde;aladas en este art&iacute;culo.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Observemos que la legislaci&oacute;n laboral es bastante proyeccionista del trabajo de los menores de Edad, ya que sobre la Legislaci&oacute;n Laboral priman los Derechos de la Ni&ntilde;ez.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CITA PARA REFLEXIONAR:</p>
</div>
<div class="cuerpo">
<p>
Los ni&ntilde;os que a diario vemos trabajando en las esquinas de los sem&aacute;foros tendr&aacute;n la autorizaci&oacute;n del ministerio de la Protecci&oacute;n Social (Inspector del Trabajo).</p>
</div>
<div class="cuerpo">
<p>
Como es de conocimiento popular que no cuentan con dicha autorizaci&oacute;n, porque las autoridades no hacen cumplir los derechos de la ni&ntilde;ez.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Art&iacute;culo 31. Trabajo sin autorizaci&oacute;n. Si se estableciere una relaci&oacute;n de trabajo con un menor sin sujeci&oacute;n a lo preceptuado en el art&iacute;culo anterior, el presunto patrono estar&aacute; sujeto al cumplimiento de todas las obligaciones inherentes al contrato, pero el respectivo funcionario del trabajo puede, de oficio o a petici&oacute;n de parte, ordenar la cesaci&oacute;n de la relaci&oacute;n y sancionar al patrono con multas.</p>
</div>
<div class="cuerpo">
<p>

La orden de cesaci&oacute;n del trabajo no es obligatoria para el funcionario del Ministerio de Protecci&oacute;n Social, pues el art&iacute;culo 31 habla de que puede hacerlo. Si las condiciones y circunstancias en que el menor realiza su trabajo no justifican la terminaci&oacute;n de la relaci&oacute;n de trabajo, en este caso es procedente que el inspector expida la autorizaci&oacute;n, a solicitud de los padres o del defensor de familia.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
3.2.1. JORNADA LABORAL DE LOS MENORES DE EDAD (M&aacute;ximo de horas permitidas)</p>
</div>
<div class="cuerpo">
<p>
	</p>
</div>
<div class="cuerpo">
<p>
La tabla 1 presenta la cantidad m&aacute;xima de horas laborales permitidas para menores de edad:</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<table border='1'><tr><td><div class="cuerpo">
<p>
EDAD</p>
</div>
</td><td><div class="cuerpo">
<p>
HORAS DIARIAS</p>
</div>
</td><td><div class="cuerpo">
<p>
HORASSEMANALES</p>
</div>
</td><td><div class="cuerpo">
<p>
Mayor de 12 y menor de 14 a&ntilde;os</p>
</div>
</td><td><div class="cuerpo">
<p>
4</p>
</div>
</td><td><div class="cuerpo">
<p>
24</p>
</div>
</td><td><div class="cuerpo">
<p>
Mayor de 14 y menor de 16 a&ntilde;os</p>
</div>
</td><td><div class="cuerpo">
<p>
6</p>
</div>
</td><td><div class="cuerpo">
<p>
36</p>
</div>
</td><td><div class="cuerpo">
<p>
Mayor de 16 y menor de 18 a&ntilde;os</p>
</div>
</td><td><div class="cuerpo">
<p>
8</p>
</div>
</td><td><div class="cuerpo">
<p>
48</p>
</div>
</td></tr></table><div class="cuerpo">
<p>
Tabla 1: M&aacute;ximo de horas permitidas menores de edad</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Los menores de edad no podr&aacute;n laborar en Jornada Nocturna (con excepci&oacute;n para empresas no industriales y servicio domestico, siempre que no se atente contra su salud, moralidad y dignidad), en sitios o lugares donde se expendan licores, en trabajos que impliquen riesgo alguno para el menor y no podr&aacute;n trabajar horas extras.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Se recomienda realizar el ejercicio 1.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CLASES DE CONTRATOS INDIVIDUALES DE TRABAJO</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Por su duraci&oacute;n, los Contratos individuales de Trabajo se clasifican en: contrato a t&eacute;rmino fijo, contrato a t&eacute;rmino indefinido, contrato por la duraci&oacute;n de una labor determinada y contrato accidental o transitorio.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CONTRATO DE TRABAJO A T&Eacute;RMINO FIJO</p>
</div>
<div class="cuerpo">
<p>
Pueden ser por un periodo hasta de tres a&ntilde;os, prorrogable indefinidamente.</p>
</div>
<div class="cuerpo">
<p>

Para el caso de contratos a t&eacute;rmino fijo inferior a un a&ntilde;o, las partes pueden determinar su duraci&oacute;n y prorrogarlo sucesivamente por periodos iguales al inicialmente pactado. A partir de la cuarta pr&oacute;rroga del contrato, se entender&aacute; que &eacute;ste ser&aacute; como m&iacute;nimo de un a&ntilde;o y las pr&oacute;rrogas posteriores no podr&aacute;n tener duraci&oacute;n inferior.
</p>
</div>
<div class="cuerpo">
<p>
Para dar por terminado el contrato de trabajo por vencimiento del t&eacute;rmino, el empleador debe avisar por escrito su inter&eacute;s en que &eacute;ste se termine por lo menos un mes antes de la fecha de terminaci&oacute;n del contrato original o de la pr&oacute;rroga. Sin este aviso, el contrato se prorrogar&aacute; autom&aacute;ticamente por un periodo igual al inicialmente pactado.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CONTRATO DE TRABAJO A T&Eacute;RMINO INDEFINIDO</p>
</div>
<div class="cuerpo">
<p>
No tiene una duraci&oacute;n determinada por las partes o por la naturaleza del trabajo contratado. Los contratos laborales, salvo que por su naturaleza se exprese lo contrario, se entienden celebrados a t&eacute;rmino indefinido.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CONTRATO POR DURACI&Oacute;N DE OBRA O LABOR</p>
</div>
<div class="cuerpo">
<p>
La duraci&oacute;n del contrato est&aacute; determinada por el tiempo requerido para ejecutar una obra o actividad contratada. El contrato debe constar por escrito y la obra o labor debe estar claramente detallada. De no estarlo, ser&iacute;a imposible establecer el momento de la terminaci&oacute;n del contrato y se entender&iacute;a celebrado a t&eacute;rmino indefinido.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
CONTRATO ACCIDENTAL O TRANSITORIO</p>
</div>
<div class="cuerpo">
<p>
El que se utiliza para ejecutar trabajos ocasionales, accidentales o transitorios, distintos de las actividades normales del empleador, por t&eacute;rminos inferiores a un mes.</p>
</div>
<div class="cuerpo">
<p>

Los trabajadores ocasionales, accidentales o transitorios est&aacute;n excluidos de las siguientes prestaciones: las derivadas de accidentes de trabajo y enfermedades profesionales, el auxilio monetario por enfermedad no profesional; la dotaci&oacute;n, gastos de entierro, auxilios de cesant&iacute;a, seguro de vida y prima de servicios.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
PERIODO DE PRUEBA</p>
</div>
<div class="cuerpo">
<p>
Es la etapa inicial del contrato de trabajo y tiene por objeto permitir al empleador evaluar la aptitud del trabajador, y a &eacute;ste &uacute;ltimo, las condiciones del trabajo. El per&iacute;odo de prueba no puede exceder de dos meses y debe constar por escrito (incluyendo su duraci&oacute;n).
</p>
</div>
<div class="cuerpo">
<p>
En los contratos de trabajo a t&eacute;rmino fijo cuya duraci&oacute;n sea inferior a un a&ntilde;o, el per&iacute;odo de prueba no puede exceder la quinta parte de la duraci&oacute;n pactada originalmente, sin que exceda los dos meses.
Durante la vigencia del per&iacute;odo de prueba cualquiera de las partes puede terminar el contrato sin previo aviso y, si quien termina el contrato es el empleador, no est&aacute; obligado a indemnizar al empleado.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
MODELOS DE CONTRATOS DE TRABAJO</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
No existe ninguna forma de uso obligatorio para los contratos de trabajo, lo que si debe contener todo contrato de trabajo es una parte de encabezamiento o identificaci&oacute;n de las partes que intervienen en el contrato, el cuerpo del contrato que est&aacute; conformado por el conjunto de clausulas que lo regulan y la parte correspondiente a las firmas de las personas intervinientes del mismo.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
A continuaci&oacute;n se podr&aacute;n descargar los siguientes modelos de tipos de contratos que maneja la legislaci&oacute;n Colombiana:</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Contrato individual de trabajo a t&eacute;rmino fijo</p>
</div>
<div class="cuerpo">
<p>
Contrato individual de trabajo a t&eacute;rmino indefinido</p>
</div>
<div class="cuerpo">
<p>
Contrato individual de trabajo de obra</p>
</div>
<div class="cuerpo">
<p>
Modelo de contrato de aprendizaje </p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
descargar los contratos a traves de links en la lista de arriba! </p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
REPRESENTANTES DEL EMPLEADOR Y SOLIDARIDAD.</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Se les reconoce la calidad de representantes del empleador a quienes se les haya dado u otorgado dicha calidad por medio de una convenci&oacute;n colectiva de trabajo o por el reglamento interno. Igualmente, tienen ese car&aacute;cter, aquellos funcionarios que cuenten con poder de subordinaci&oacute;n sobre otros y puedan en un momento dado comprometer a la empresa mediante sus actos u omisiones. Ejemplo: El Gerente, Administrador,  Jefe de Personal, s&iacute;ndicos, liquidadores, mayordomos, capitanes de barco, etc. </p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Estos como representantes del empleador se obligan y responden frente a sus trabajadores.</p>
</div>
<div class="cuerpo">
<p>
<span class="error">{estilo invalido de caracter: Strong Emphasis}COMENTARIO sigue la evaluaci&oacute;n de la unidad</span></p>
</div>

</div>

</body>
</html>
