<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" >
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link href="css/content.css" rel="stylesheet" type="text/css" />



<script language="javascript">

	var g_id = "8";
	
   function on_init()
   {
	//init_page(g_id);
   }
  //----------------
  
  /*
  * mark the question as visited
  */
  function on_unload()
  {
	//finish_page(g_id);
  }
  //-------------------
  

  
</script>

</head>
<body  onload="javascript:on_init();" onunload="javascript:on_unload();">
<div class="bloque1">
<!--enunciado-->
<div class="Titulo2">
<p>
N&uacute;meros racionales e irracionales<a name="title_8"></a></p>
</div>
<div class="cuerpo">
<p>
A pesar de la gran utilidad de los n&uacute;meros enteros, pronto se hizo evidente que hab&iacute;a casos que estos n&uacute;meros no pod&iacute;an resolver. En particular, cuando se trataba de contar y comparar cosas como sacos de trigo, baldes con leche, etc. En otras palabras, se hizo evidente que muchas operaciones entre enteros daban como resultado n&uacute;meros que no eran enteros! </p>
</div>
<div class="cuerpo">
<p>
Por ejemplo, al dividir cuatro panes entre dos personas, es claro que a cada una le corresponden dos panes: </p>
</div>
<div class="cuerpo">
<p>
4/2 = 2 </p>
</div>
<div class="cuerpo">
<p>
Pero.. si son 3 panes? </p>
</div>
<div class="cuerpo">
<p>
3/2 = ? </p>
</div>
<div class="cuerpo">
<p>
intuitivamente, se ve que le corresponde a cada persona un pan y una mitad del tercer pan.. esa mitad, o fracci&oacute;n, se puede expresar como un n&uacute;mero racional: </p>
</div>
<div class="cuerpo">
<p>
3/2 = 1.5 </p>
</div>
<div class="balazo">
<p>
Importante: n&oacute;tese que cada nuevo conjunto de n&uacute;meros incluye al anterior! Los n&uacute;meros enteros pueden escribirse como racionales con denominador 1. as&iacute;, el n&uacute;mero entero 3 se puede escribir en forma racional como 3/1. </p>
</div>
<div class="cuerpo">
<p>
Los n&uacute;meros racionales se pueden expresar como fracci&oacute;n (se detallar&aacute;n las operaciones con fraccionarios en la siguiente unidad) &oacute; como decimales. Por ejemplo: </p>
</div>
<div class="cuerpo">
<p>
2 = 2/1 = 2,0</p>
</div>
<div class="cuerpo">
<p>
3/2 = 1,5 </p>
</div>
<div class="cuerpo">
<p>
½ = 0,5</p>
</div>
<div class="cuerpo">
<p>
7/8 = 0,4070875</p>
</div>
<div class="cuerpo">
<p>
Sin importar el n&uacute;mero de decimales utilizados despu&eacute;s de la coma, si un n&uacute;mero tiene una cantidad fija de decimales, tendr&aacute; representaci&oacute;n en forma fraccional y ser&aacute; un n&uacute;mero <span class="error">{estilo invalido de caracter: &Eacute;nfasis intenso}racional</span>, estos n&uacute;meros se representan con la letra <span class="error">{estilo invalido de caracter: &Eacute;nfasis intenso}Q</span>. </p>
</div>
<div class="cuerpo">
<p>
Sin embargo, pronto se descubri&oacute; que exist&iacute;an n&uacute;meros cuya cantidad de decimales es <span class="error">{estilo invalido de caracter: &Eacute;nfasis intenso}infinita</span>, es decir, no pueden ser representados como n&uacute;meros racionales.</p>
</div>
<div class="cuerpo">
<p>
El m&aacute;s famoso de estos n&uacute;meros, es PI (∏). este n&uacute;mero se descubri&oacute; cuando los matem&aacute;ticos trataron de determinar la relaci&oacute;n entre la circunferencia de un c&iacute;rculo y su di&aacute;metro. </p>
</div>
<div class="cuerpo">
<p>
Esto es muy f&aacute;cil de entender! Veamos: el di&aacute;metro de un c&iacute;rculo es lo que mide su interior (su ancho).. y su circunferencia es lo que mide su borde exterior. </p>
</div>
<div class="cuerpo">
<p>
Supongamos que se lleva un auto a un montallantas, y las cuatro ruedas de este se colocan contra la pared. Si representamos el ancho de una llanta con la letra “d”, es claro que las cuatro llantas ocupar&aacute;n un espacio de “4d” (figura 6).</p>
</div>
<div class="error">
<p>
{estilo invalido: Figura}</p>
<p>
Figura 6: Origen de PI</p>
</div>
<div class="cuerpo">
<p>
</p>
</div>
<div class="cuerpo">
<p>
Ahora bien, si se marca un punto en la primera rueda, justo donde toca el piso, y se hace rodar hasta que la marca llegue de nuevo al piso, la rueda habr&aacute; recorrido un poquito m&aacute;s de tres veces su propio ancho (es decir, m&aacute;s de “3d”). esa distancia es PI! Y su valor exacto es imposible de determinar.  </p>
</div>
<div class="balazo">
<p>
En la p&aacute;gina de wikipedia: http://es.wikipedia.org/wiki/N%C3%BAmero_%CF%80 podr&aacute;s ver un ejemplo animado de esta representaci&oacute;n de PI. </p>
</div>
<div class="cuerpo">
<p>
Estos son los primeros decimales de PI: </p>
</div>
<div class="cuerpo">
<p>
3,1415926535 8979323846 2643383279 502884197...</p>
</div>
<div class="balazo">
<p>
Sab&iacute;as que hoy en d&iacute;a es com&uacute;n escribir programas de computadora para calcular millones y millones de n&uacute;meros de PI? En algunos casos, esto se usa para probar la capacidad de procesamiento de las m&aacute;quinas. </p>
</div>

</div>

</body>
</html>
